Repository: togachev/nextgisweb
Catalog: nextgisweb/raster_layer/locale/*.po
Languages: ru

source: Requested raster is not COG.
ru: Запрошенный растр не является COG

source: Range header is missed or invalid.
ru: Заголовок 'Range' пропущен или некорректен.

source: Range %s can not be read.
ru: Диапазон %s не может быть прочитан.

source: Rasters and pyramids
ru: Растры и пирамиды

source: Raster layer
ru: Растровый слой

source: No supported files found in the archive.
ru: В архиве не обнаружены файлы поддерживаемых форматов.

source: The archive contains multiple supported files: {supported_zip_items}.
ru: В архиве обнаружено несколько файлов поддерживаемых форматов: {supported_zip_items}.

source: GDAL library was unable to open the file.
ru: Библиотеке GDAL не удалось открыть файл.

source: Raster files without projection info are not supported.
ru: Растровые файлы без информации о проекции не поддерживаются.

source: Mixed band data types are not supported.
ru: Смешанные типы каналов не поддерживаются.

source: GDAL was uanble to parse the raster coordinate system.
ru: GDAL не смог обработать определение системы координат растра.

source: The source raster has a local coordinate system and can't be reprojected to the target coordinate system.
ru: Исходный растр имеет локальную систему координат и не может быть перепроецирован в целевую.

source: Failed to reproject the raster to the target coordinate system.
ru: Не удалось перепроецировать растр в целевую систему координат.

source: GDAL error message: %s
ru: Сообщение об ошибке GDAL: %s

source: The uncompressed raster size ({size}) exceeds the limit ({limit}) by {delta}. Reduce raster size to fit the limit.
ru: Размер несжатого растра ({size}) превышает лимит ({limit}) на {delta}. Уменьшите растр, чтобы он вписывался в лимит.

source: {n} band with {t} data type
ru: {n} канал с типом данных {t}

source: Band summary
ru: Сводка по каналам

source: Pixel dimensions
ru: Размер в пикселях

source: Persistent auxiliary metadata (PAM)
ru: Вспомогательные метаданные (PAM)

source: Select a dataset
ru: Выберите растровый слой

source: Supported formats: GeoTIFF, JPEG, and PNG with GDAL PAM metadata (.aux.xml files). Multi-file datasets should be uploaded as ZIP archives.
ru: Поддерживаемые форматы: GeoTIFF, JPEG и PNG с метаданными GDAL PAM (файлы .aux.xml). Многофайловые наборы данных должны быть загружены в виде ZIP-архивов.

source: Band
ru: Канал

source: Format
ru: Формат

source: SRS
ru: Система координат

source: Bands
ru: Каналы

source: Save
ru: Сохранить

source: Save as
ru: Сохранить как

source: A Cloud Optimized GeoTIFF (COG) is a regular GeoTIFF file, aimed at being hosted on a HTTP file server, with an internal organization that enables more efficient workflows on the cloud. It does this by leveraging the ability of clients issuing ​HTTP GET range requests to ask for just the parts of a file they need.
ru: Cloud Optimized GeoTIFF (COG) это специально подготовленный к хранению на веб-сервере и эффективной работе в облаке файл GeoTIFF, позволяющий обращаться в HTTP запросах только к нужным частям растра, без необходимости загружать его в клиентское приложение целиком.

source: Download
ru: Скачать
