Repository: togachev/nextgisweb
Catalog: nextgisweb/resource/locale/*.po
Languages: ru

source: Permission not found
ru: Право доступа не найдено

source: Root resource could not be deleted.
ru: Корневой ресурс удалить невозможно.

source: Layers and styles
ru: Слои и стили

source: Maps and services
ru: Карты и сервисы

source: Field data collection
ru: Сбор данных

source: External connections
ru: Внешние соединения

source: Miscellaneous
ru: Другие ресурсы

source: Main resource group
ru: Основная группа ресурсов

source: Resource not found
ru: Ресурс не найден

source: Resource with id = %d was not found.
ru: Ресурс с id = %d не найден.

source: The resource may have been deleted or an error in the address. Correct the address or go to the home page and try to find the desired resource.
ru: Возможно, ресурс удален либо в адресе допущена ошибка. Исправьте адрес или вернитесь на главную страницу и попробуйте найти нужный ресурс с помощью навигации.

source: Modification of the '{attribute}' attribute requires the '{permission}' permission.
ru: Для изменения атрибута '{attribute}' необходимо право '{permission}'.

source: The '{attribute}' attribute is read-only and cannot be updated.
ru: Атрибут `{attribute}` - только для чтения и не может быть изменен.

source: Interface not supported
ru: Интерфейс не поддерживается

source: Resource display name is not unique
ru: Наименование ресурса не уникально

source: Resource with same display name already exists (id = %d).
ru: Ресурс с таким наименованием уже существует (id = %d).

source: Within a single parent resource, each resource must have unique display name. Give the resource a different display name or rename existing.
ru: В рамках одного дочернего ресурса каждый ресурс должен иметь уникальное наименование. Присвойте ресурсу другое наименование или переименуйте существующий.

source: Hierarchy error
ru: Ошибка иерархии

source: Resource class '%s' disabled.
ru: Класс ресурса '%s' отключен.

source: Quota exceeded
ru: Превышена квота

source: Maximum number of resources exceeded. The limit is %s.
ru: Превышено допустимое число ресурсов. Лимит %s.

source: Not enough resource quota: {0} required, but only {1} available.
ru: Превышена квота на количество ресурсов: {0} запрошено, доступно {1}.

source: Resource type - {}.
ru: Тип ресурса - {}.

source: Go to
ru: Перейти

source: Edit
ru: Изменить

source: Favorites
ru: Избранное

source: User resources
ru: Пользовательские ресурсы

source: Resource
ru: Ресурс

source: Resource can not be a parent himself.
ru: Ресурс не может быть родителем сам себе.

source: Resource keyname is not unique.
ru: Ключ ресурса не уникален.

source: Default style
ru: Стиль по умолчанию

source: Resource can not be without a parent.
ru: Ресурс не может быть без родителя

source: You are not allowed to create or move a resource of type '{}' here.
ru: Вам не разрешено создавать или перемещать ресурс типа '{}' сюда.

source: You are not allowed to manage children of resource with id = %d.
ru: У вас нет прав для управления дочерними ресурсами для ресурса с id = %d.

source: Resource can not be a child of resource id = %d.
ru: Ресурс не может быть дочерним для ресурса с id = %d.

source: Unable to revoke '{permission}' permission for '{user}' as the user belongs to the administrators group. Administrators must always have ability to configure permissions of resources.
ru: Невозможно отозвать право '{permission}' для '{user}', так как пользователь относится к группе администраторов. Администраторы всегда должны иметь возможность настраивать права для ресурсов.

source: Resource group
ru: Группа ресурсов

source: Display name
ru: Наименование

source: Select first eligible child resource
ru: Выбрать первый подходящий дочерний ресурс

source: Create group
ru: Создать группу

source: Clear selection
ru: Очистить выделение

source: Show all resources
ru: Показать все ресурсы

source: Hide unused resources
ru: Скрыть неиспользуемые ресурсы

source: Go to initial group
ru: Вернуться в исходную группу

source: Refresh
ru: Обновить

source: Add
ru: Добавить

source: Pick this group
ru: Выбрать эту группу

source: Pick selected
ru: Выбрать отмеченное

source: Errors found during data validation. Tabs with errors marked in red.
ru: При проверке данных обнаружена ошибка. Вкладки с ошибками отмечены красным.

source: Validation error
ru: Ошибка валидации

source: Create
ru: Создать

source: Create and edit
ru: Создать и изменить

source: Save
ru: Сохранить

source: Please wait. Processing request...
ru: Подождите, пожалуйста, идет обработка запроса...

source: Cancel
ru: Отмена

source: Confirmation required
ru: Необходимо подтверждение

source: Delete {} resource
ru: Удалить {} ресурс

source: resource
ru: ресурс

source: The selected resource cannot be deleted. You may not have sufficient permissions, or this resource is being referenced by other resources.
ru: Выбранный ресурс невозможно удалить. Возможно, у вас недостаточноправ для удаления, или этот на этот ресурс ссылаются другие ресурсы.

source: Please confirm the deletion of the selected resource. This action is irreversible, and the resource will be permanently deleted.
ru: Пожалуйста, подтвердите удаление выбранного ресурса. Это действие необратимо, и ресурс будет навсегда удален.

source: Please confirm the deletion of the selected resource and all its child resources.
ru: Пожалуйста, подтвердите удаление выбранного ресурса и всех его дочерних ресурсов.

source: {} resource will be permanently deleted.
ru: {} ресурс будет удален навсегда.

source: {} resource cannot be deleted.
ru: {} ресурс не может быть удален.

source: Please confirm the permanent deletion of {} resource.
ru: Пожалуйста, подтвердите необратимое удаление {} ресурса.

source: Description
ru: Описание

source: Webmap
ru: Веб-карта

source: Layer
ru: Слой

source: Style
ru: Стиль

source: Links are active only in the open web map
ru: Ссылки активны только в открытой веб-карте.

source: Click to move closer to the object
ru: Нажмите, чтобы приблизиться к объекту

source: Click to move closer to the raster layer
ru: Нажмите, чтобы приблизиться к растровому слою.

source: Identifier for API integration (optional)
ru: Идентификатор для API интеграции (необязательно)

source: Parent
ru: Родитель

source: Owner
ru: Владелец

source: Keyname
ru: Ключ

source: No
ru: Нет

source: Yes
ru: Да

source: * This will not affect REST API use which will continue to be governed by permissions.
ru: * Это не повлияет на REST API, который продолжит регулироваться правами доступа.

source: The setting is saved.
ru: Настройка сохранена.

source: Select the category of users who can use the "Save as" link to download resource data.
ru: Выберите категорию пользователей, которые могут видеть ссылку "Сохранить как" для скачивания данных ресурса.

source: Users with "Data: Read" permission
ru: Пользователи с правом доступа "Данные: Чтение"

source: Users with "Data: Modify" permission
ru: Пользователи с правом доступа "Данные: Изменение"

source: Administrators
ru: Администраторы

source: No favorite resources have been added yet. Use the star icon ({}) in the user's context menu to add items here.
ru: Избранные ресурсы пока не были добавлены. Используйте значок звездочки ({}) в контекстном меню пользователя, чтобы добавить сюда элементы.

source: Done
ru: Готово

source: Added to favorites
ru: Добавлено в избранное

source: Removed from favorites
ru: Удалено из избранного

source: Webmap not found
ru: Веб-карта не найдена

source: Enter card name
ru: Введите название карты

source: Save changes
ru: Сохранить изменения

source: Disabled webmap
ru: Отключенная веб-карта

source: Edit grid maps
ru: Редактировать сетку карт

source: Group settings
ru: Настройки группы

source: Edit group maps
ru: Редактировать группы карт

source: Reset
ru: Сбросить

source: Color background
ru: Цвет фонa

source: Default color
ru: Цвет по умолчанию

source: Primary colors
ru: Основные цвета

source: Color text
ru: Цвет текста

source: Default color text
ru: Цвет текста по умолчанию

source: Add url menu
ru: Добавить URL-меню

source: Name url
ru: Название адреса

source: Url
ru: Имя URL-адреса

source: Remove url menu
ru: Удалить URL-меню

source: Add contact
ru: Добавить контакт

source: Remove contact
ru: Удалить контакт

source: Setting footer
ru: Настройки нижнего колонтитула

source: Footer setting
ru: Настройки нижнего колонтитула

source: Sign in
ru: Войти

source: Sign out
ru: Выйти

source: Edit page
ru: Редактировать страницу

source: Disable edit page
ru: Отключить редактирование страницы

source: Resources
ru: Ресурсы

source: Control panel
ru: Панель управления

source: Invitation session
ru: Приглашение на сессию

source: Settings
ru: Настройки

source: Add url
ru: Добавить URL

source: Delete url
ru: Удалить URL-адрес

source: First name site
ru: Имя сайта

source: Additional name
ru: Дополнительное имя

source: Header setting
ru: Настройка верхнего колонтитула

source: Open map
ru: Открыть карту

source: Map description
ru: Описание карты

source: Map settings
ru: Настройки карты

source: Preview file
ru: Предварительный просмотр файла

source: Delete file
ru: Удалить файл

source: File size
ru: Размер файла

source: Select File
ru: Выбрать файл

source: Supported file format
ru: Поддерживаемый формат файла

source: Maximum file size (KB)
ru: Максимальный размер файла (КБ)

source: Please confirm resource deletion. This action cannot be undone.
ru: Пожалуйста, подтвердите удаление. Это действие не может быть отменено.

source: The resource has been deleted
ru: Ресурс удален

source: The resource has been moved
ru: Ресурс перемещен

source: Disable view description
ru: Отключить просмотр описания

source: Enable view description
ru: Включить просмотр описания

source: All fields are required
ru: Необходимо заполнить все поля

source: Row conflicts with another
ru: Конфликт строк

source: Action
ru: Действие

source: Principal
ru: Субъект

source: Apply to
ru: Применить для

source: Permission
ru: Право

source: Allow
ru: Разрешить

source: Deny
ru: Запретить

source: This and subresources
ru: Этого и вложенных ресурсов

source: This resource only
ru: Только этого ресурса

source: All permissions
ru: Все права

source: Permissions
ru: Права доступа

source: Type
ru: Тип

source: Created
ru: Дата создания

source: Volume
ru: Размер

source: Moving resources
ru: Перемещение ресурсов

source: Deleting resources
ru: Удаление ресурсов

source: Turn off multiple selection
ru: Отключить множественный выбор

source: Select multiple resources
ru: Выбрать несколько ресурсов

source: Hide resources volume
ru: Скрыть размер ресурсов

source: Show resources volume
ru: Показать размер ресурсов

source: Hide resource creation date
ru: Скрыть дату создания ресурса

source: Show resource creation date
ru: Показать дату создания ресурса

source: Delete
ru: Удалить

source: Not all of the selected can be deleted.
ru: Не все выделенные ресурсы могут быть удалены.

source: Move
ru: Переместить

source: Export vector layers
ru: Экспорт векторных слоёв

source: Close
ru: Закрыть

source: Open in a new tab
ru: Открыть в новой вкладке

source: Change
ru: Изменить

source: Operation in progress
ru: Выполняется операция

source: Collapse description
ru: Свернуть описание

source: View resource description
ru: Посмотреть описание ресурса

source: Use these links to plug data into external applications.
ru: Используйте эти ссылки для подключения данных к внешним приложениям.

source: Read more
ru: Подробнее

source: External access
ru: Внешний доступ

source: Create resource
ru: Создать ресурс

source: Search
ru: Поиск

source: Everything
ru: Все ресурсы

source: Open webmap in new page
ru: Открыть веб-карту на новой странице

source: Resources not found
ru: Ресурсы не найдены

source: Search resources
ru: Поиск ресурсов

# permission
source: Read
ru: Чтение

# permission
source: Create
ru: Создание

# permission
source: Modify
ru: Изменение

# permission
source: Delete
ru: Удаление

# permission
source: Manage subresources
ru: Управление вложенными

# permission
source: Configure permissions
ru: Настройка прав доступа

source: Data
ru: Данные

# permission
source: Read data
ru: Чтение данных

# permission
source: Modify data
ru: Изменение данных

# permission
source: Read connection parameters
ru: Чтение параметров соединения

# permission
source: Configure connection
ru: Настройка соединения

# permission
source: Use connection
ru: Использование соединения

source: Web GIS services
ru: Сервисы Веб ГИС

# permission
source: Access service
ru: Доступ к сервису

# permission
source: Configure service
ru: Настройка сервиса

source: Groups of digital web maps
ru: Группы цифровых веб-карт

source: JSON view
ru: Представление JSON

source: User permissions
ru: Права пользователя

source: Update resource
ru: Изменить ресурс

source: Delete resource
ru: Удалить ресурс

source: Resource export
ru: Экспорт ресурсов

source: Insufficient '%s' permission in scope '%s' on resource id = %d.
ru: Недостаточно разрешения '%s' в скоупе '%s' для идентификатора ресурса = %d.

source: Extra
ru: Дополнительно

source: Update
ru: Изменить

source: Add/remove public files
ru: Добавить/удалить публичные файлы
