Repository: togachev/nextgisweb
Catalog: nextgisweb/webmap/locale/*.po
Languages: ru

source: Tiles
ru: Тайлы

source: Image
ru: Изображение

source: Main web map
ru: Основная веб-карта

source: Display
ru: Открыть

source: Fragment
ru: Фрагмент

source: Web map
ru: Веб-карта

# permission
source: View annotations
ru: Просмотр аннотаций

# permission
source: Draw annotations
ru: Рисование аннотаций

# permission
source: Manage annotations
ru: Управление аннотациями

source: Clone
ru: Клонировать

source: Resource group
ru: Группа ресурсов

source: Display name
ru: Наименование

source: Color fill
ru: Цвет заливки

source: Stroke primary
ru: Основная обводка

source: Stroke secondary
ru: Дополнительная обводка

source: Set default value
ru: Установить значение по умолчанию

source: Default
ru: По умолчанию

source: Expand
ru: Развернуть

source: Collapse
ru: Свернуть

source: Disable
ru: Отключить

source: Open full map
ru: Открыть карту целиком

source: Object not found
ru: Объект не найден

source: Object from URL parameters not found
ru: Объект из параметров строки запроса не найден

source: Map settings
ru: Настройки карты

source: Radius:
ru: Радиус

source: m
ru: м

source: Circle
ru: Окружность

source: Line
ru: Линия

source: Rectangle
ru: Прямоугольник

source: Polygon
ru: Полигон

source: Hide
ru: Скрыть

source: Show
ru: Показать

source: Zoom to filtering geometry
ru: Увеличить

source: Clear filtering geometry
ru: Очистить

source: Draw filtering geometry
ru: Нарисовать геометрию для фильтра

source: Change filtering geometry
ru: Изменить геометрию для фильтра

source: Stop drawing...
ru: Остановить рисование

source: Back to layers and groups
ru: Назад к слоям и группам

source: Use default draw order
ru: Порядок рисования по умолчанию

source: Group members have errors
ru: Ошибка в участниках группы

source: Expanded
ru: Развернута

source: Exclusive
ru: Взаимоисключающая

source: Enabled
ru: Включен

source: Identifiable
ru: Идентифицируемый

source: Layer highligh
ru: Выделение слоя

source: Edit geometry
ru: Редактировать геометрию

source: Resource
ru: Ресурс

source: Transparency
ru: Прозрачность

source: Min scale
ru: Мин. масштаб

source: Max scale
ru: Макс. масштаб

source: Legend
ru: Легенда

source: Adapter
ru: Адаптер

source: Layer
ru: Слой

source: Group
ru: Группа

source: Edit draw order
ru: Изменить порядок рисования

source: Customize draw order
ru: Настроить порядок рисования

source: Layers
ru: Слои

source: Opacity
ru: Непрозрачность

source: Your annotation text
ru: Ваш текст аннотации

source: Public annotation
ru: Публичная аннотация

source: My private annotation
ru: Моя приватная аннотация

source: Download attached files
ru: Загрузить прикрепленные файлы

source: Download
ru: Скачать

source: This layer is not visible at the current map scale. Zoom to make the layer visible.
ru: Слой не виден на текущем масштабе карты. Измените масштаб, чтобы увидеть слой.

source: All other values
ru: Все остальные значения

source: Show legend
ru: Показывать легенду

source: Hide legend
ru: Скрывать легенду

source: Unable to load tile
ru: Ошибка загрузки тайла

source: Clear selection
ru: Очистить выделение

source: Show my location
ru: Показать мое местоположение

source: Your location could not be determined
ru: Определить местоположение не удалось

source: Reset rotation
ru: Отменить поворот

source: Current zoom level
ru: Текущий зум

source: Zoom in
ru: Приблизить

source: Zoom out
ru: Отодвинуть

source: Back to the initial extent
ru: Вернуться к начальному охвату

source: Measure distance
ru: Измерение расстояния

source: Measure area
ru: Измерение площади

source: Rotate swipe
ru: Повернуть шторку

source: Please select a layer before using this tool.
ru: Пожалуйста, выберите слой перед использованием этого инструмента.

source: No layer selected
ru: Слой не выбран

source: Please select a layer, not a group.
ru: Пожалуйста, выберите слой, а не группу.

source: Please make the layer visible before using this tool.
ru: Пожалуйста, сделайте слой видимым перед использованием этого инструмента.

source: Invalid selection type
ru: Неверный тип выделения

source: Layer is not visible
ru: Слой не включен

source: Vertical swipe
ru: Вертикальная шторка

source: Horizontal swipe
ru: Горизонтальная шторка

source: Attibution Toolbar
ru: Панель атрибутов

source: Map Toolbar
ru: Панель инструментов карты

source: Info scale
ru: Числовой масштаб

source: Scale line
ru: Линейка масштаба

source: Loading indicator
ru: Индикатор загрузки

source: Initial extent
ru: Начальный охват

source: Locate me
ru: Определить мое местоположение

source: Identification
ru: Идентификация

source: Cursor coordinates / extent
ru: Координаты курсора / охвата

source: Editor
ru: Редактор

source: Show extent
ru: Показывать охват

source: Show cursor coordinates
ru: Показывать координаты курсора

source: Show annotations
ru: Показывать аннотации

source: No
ru: Нет

source: Yes
ru: Да

source: With messages
ru: С сообщениями

source: Edit
ru: Редактировать

source: Edit annotations
ru: Редактировать аннотации

source: Geometry type
ru: Тип геометрии

source: Point
ru: Точка

source: Private annotations
ru: Приватные аннотации

source: Public annotations
ru: Публичные аннотации

source: My private annotations
ru: Мои приватные аннотации

source: Other private annotations
ru: Другие приватные аннотации

source: Annotations
ru: Аннотации

source: Bookmarks
ru: Закладки

source: Loading
ru: Загрузка

source: Creation
ru: Создание

source: When the panel is active, layer identification is disabled.
ru: Когда панель активна, идентификация слоев отключена.

source: Create
ru: Создать

source: Save
ru: Сохранить

source: Delete Layer
ru: Удалить слой

source: Zoom to layer
ru: Увеличить до слоя

source: Edit layer
ru: Редактировать слой

source: Save as
ru: Сохранить как

source: Delete all layers
ru: Удалить все слои

source: The limit of created layers has been exceeded
ru: Превышен лимит созданных слоев.

source: Format
ru: Формат

source: Segment
ru: Сегмент

source: Vertex
ru: Вершина

source: To all layers
ru: Ко всем слоям

source: To current layer
ru: К текущему слою

source: Sticky tool
ru: Инструмент прилипания

source: Enable edit mode after layer creation
ru: Включить режим редактирования после создания слоя

source: Do not enable edit mode after layer creation
ru: Не включать режим редактирования после создания слоя

source: Maximum layers/created:
ru: Максимальное количество слоев/создано:

source: line layer
ru: линейный слой

source: polygon layer
ru: полигональный слой

source: point layer
ru: точечный слой

source: Change geometry
ru: Изменить геометрию

source: This file type is not supported
ru: Этот тип файла не поддерживается.

source: Exceeding the volume of 16mb
ru: Превышение объема 16мб

source: Click or drag file to this area to upload layer
ru: Щелкните или перетащите файл в эту область, чтобы загрузить слой.

source: Supported layers for import: GPX, GeoJSON, KML
ru: Поддерживаемые слои для импорта: GPX, GeoJSON, KML

source: Zoom to object
ru: Увеличить до объекта

source: No attribute information available
ru: Информация об атрибутах отсутствует

source: Maximum uploaded files:
ru: Максимальное количество загружаемых файлов:

source: Maximum files/loaded:
ru: Максимальное количество файлов/загружено:

source: Custom layers
ru: Пользовательские слои

source: Description
ru: Описание

source: Zoom to identification point
ru: Увеличить до точки идентификации

source: Copy identification point coordinates
ru: Скопировать координаты точки идентификации

source: Edit feature
ru: Редактировать объект

source: To get feature information, click on the map with the left mouse button. Make sure that other tools are turned off.
ru: Чтобы получить информацию об объекте, щелкните на карте левой кнопкой мыши. Убедитесь, что другие инструменты отключены.

source: Retrieving object information...
ru: Получение информации об объекте...

source: No objects were found at the click location.
ru: Объекты в месте клика не найдены.

source: Attribute
ru: Атрибут

source: Value
ru: Значение

source: Attributes
ru: Атрибуты

source: Geometry
ru: Геометрия

source: Zoom to feature
ru: Приблизить к объекту

source: Zoom to pixel raster
ru: Масштабировать до значения растра

source: Band {}
ru: Канал {}

source: Raster
ru: Растр

source: The data is not available for reading
ru: Данные недоступны для чтения

source: Identify
ru: Идентификация

source: Zoom to all layers
ru: Увеличить до всех слоев

source: Hide all layers
ru: Скрыть все слои

source: Reset layers
ru: Восстановить исходное состояние

source: Print
ru: Печать

source: Elements
ru: Элементы

source: Scale
ru: Масштаб

source: Copy link to the print map
ru: Скопировать ссылку на карту для печати

source: Number of legend columns
ru: Количество столбцов легенды

source: Title
ru: Заголовок

source: Map title text
ru: Текст заголовка карты

source: North Arrow
ru: Указатель севера

source: Paper format
ru: Формат бумаги

source: Height, mm
ru: Высота, мм

source: Width, mm
ru: Ширина, мм

source: Margin, mm
ru: Отступ, мм

source: Scale value
ru: Значение масштаба

source: Scale bar
ru: Масштабная линейка

source: Custom scale
ru: Произвольный масштаб

source: Portrait
ru: Портретный

source: Landscape
ru: Ландшафтный

source: Custom size
ru: Настраиваемый

source: Print map
ru: Распечатать карту

source: To search, enter coordinates in decimal format
ru: Для поиска введите координаты в десятичном формате

source: Examples of supported formats
ru: Примеры поддерживаемых форматов

source: The separator of the integer and fractional parts is a dot, the separator of coordinates is a space or a comma
ru: Разделитель целой и дробной частей — точка, разделитель координат — пробел или запятая

source: Decimal degrees:
ru: Десятичные градусы:

source: Degrees, minutes and seconds:
ru: Градусы, минуты и секунды:

source: Degrees and decimal minutes:
ru: Градусы и десятичные минуты:

source: Decimal degrees (coordinate labels):
ru: Десятичные градусы (метки координат):

source: Degrees, minutes and seconds (coordinate labels):
ru: Градусы, минуты и секунды (метки координат):

source: Degrees and decimal minutes (coordinate captions):
ru: Градусы и десятичные минуты (подписи к координатам):

source: Enter at least 2 characters
ru: Введите минимум 2 символа

source: Not found
ru: Не найдено

source: Refine search criterion. Displayed first 100 search results.
ru: Уточните критерий поиска. Отображены первые 100 результатов поиска.

source: Search
ru: Поиск

source: Value raster layer
ru: Значение растрового слоя

source: Deselect Objects for Layer.
ru: Отменить выбор объектов для слоя.

source: View information about the object
ru: Посмотреть информацию об объекте

source: Deselect Object.
ru: Отменить выбор объекта.

source: Turn layers on/off by default when viewing object information.
ru: Включение/выключение слоев по умолчанию при просмотре информации об объекте.

source: Hide layer names.
ru: Скрытие наименований слоев.

source: Deselect Objects for All Layers.
ru: Отмените выбор объектов для всех слоев.

source: Maximum number of objects for one layer: 10
ru: Максимальное количество объектов для одного слоя: 10

source: Turn on default layers visibility
ru: Включить видимость слоев по умолчанию

source: Turn off inactive layers
ru: Отключить неактивные слои

source: Button functions:
ru: Функции кнопок:

source: Web map objects viewing history
ru: История просмотра объектов веб-карты

source: Hide layer name
ru: Скрыть имя слоя

source: Show layer name
ru: Показать имя слоя

source: Browsing history
ru: История просмотра

source: <a>CORS</a> must be enabled for the target origin when embedding a web map on a different domain.
ru: <a>CORS</a> должен быть включен при встраивании веб-карты на домене.

source: Add web map fragment to favorites
ru: Добавить фрагмент веб-карты в избранное

source: Select tools
ru: Выберите инструменты

source: Select panels
ru: Выберите панели

source: None
ru: Нет

source: Active panel
ru: Активная панель

source: The map link copied to clipboard.
ru: Ссылка на карту скопирована в буфер обмена.

source: Copy link
ru: Копировать ссылку

source: Optional fragment label
ru: Необязательное название фрагмента

source: Embed code for your site
ru: Вставить карту на сайт

source: Map size:
ru: Размер карты:

source: Width, px
ru: Ширина, пикс.

source: Height, px
ru: Высота, пикс.

source: Map tools
ru: Инструменты карты

source: Panels
ru: Панели

source: Link to main map
ru: Ссылка на основную карту

source: Generate events
ru: Генерация событий

source: Embed code
ru: Код для встраивания

source: The embed code copied to clipboard.
ru: Код для встраивания скопирован в буфер обмена.

source: Copy code
ru: Копировать код

source: Preview
ru: Предпросмотр

source: Click to return to original map address
ru: Нажмите, чтобы вернуться к исходному адресу карты.

source: Click to update current map address
ru: Нажмите, чтобы обновить текущий адрес карты

source: The map link updated.
ru: Ссылка на карту обновлена.

source: The map link reset.
ru: Ссылка на карту сброшена.

source: Value set
ru: Значение набора

source: Reset current value
ru: Сбросить текущее значение

source: Share
ru: Поделиться

source: Feature table
ru: Таблица объектов

source: Open table in new page
ru: Открыть на новой странице

source: Undo the last change
ru: Отменить последнее изменение

source: Stop editing
ru: Завершить редактирование

source: Disable snapping
ru: Отключить прилипание

source: Enable snapping
ru: Включить прилипание

source: Stop editing layer: {layer}
ru: Завершить редактирование слоя: {layer}

source: Edit attributes
ru: Редактировать атрибуты

source: Delete all
ru: Удалить все

source: Delete
ru: Удалить

source: Click inside a polygon to start cutting a hole
ru: Щёлкните внутри полигона, чтобы начать вырезать отверстие

source: Cut hole
ru: Вырезать отверстие

source: Modify
ru: Изменить

source: Move
ru: Переместить

source: Layer settings
ru: Настройки слоя

source: Layer show
ru: Показать слой

source: Style settings
ru: Настройки стиля

source: Style show
ru: Показать стиль

source: Reset url
ru: Сбросить URL

source: Update current web map address
ru: Обновить текущий адрес веб-карты

source: Set current map coverage
ru: Установить текущее покрытие карты

source: Zoom to raster layer pixel
ru: Масштабировать до значения растрового слоя

source: HTML code of the link, for insertion into the description
ru: HTML-код ссылки, для вставки в описание

source: HTML code link of the raster layer extent, for insertion into the description
ru: HTML-код ссылки на экстент растрового слоя для вставки в описание

source: HTML code copied
ru: HTML-код скопирован

source: Email address copied
ru: Адрес электронной почты скопирован

source: Geometry info
ru: Информация о геометрии

source: Attachments
ru: Вложения

source: Graphs
ru: Графики

source: Copy coordinates
ru: Копировать координаты

source: Coordinates copied
ru: Координаты скопированы

source: Object reference copied
ru: Ссылка на объект скопирована

source: Location link copied
ru: Ссылка на местоположение скопирована

source: Current web map coverage copied
ru: Текущее покрытие веб-карты скопировано

source: Graph
ru: График

source: Hide chart legend
ru: Скрыть легенду графика/диаграммы

source: Show chart legend
ru: Показать легенду графика/диаграммы

source: Lock popup position
ru: Заблокировать окно

source: Disable lock popup position
ru: Отключить блокировку окна

source: Сollapse fullscreen popup
ru: Свернуть окно

source: Open fullscreen popup
ru: Развернуть на полный экран

source: Close
ru: Закрыть

source: Zoom to raster layer
ru: Масштабировать до растрового слоя

source: This page is for a preview of the web map to be embedded on the site.
ru: Эта страница предназначена для предпросмотра веб карты, которую необходимо встроить на сайт.

source: Most likely, you went from the "Share" section of the web map and refreshed the page.
ru: Скорее всего, вы перешли из секции "Поделиться" веб карты и обновили страницу.

source: To generate a preview, go back to the web map page and click "Preview".
ru: Для генерации предпросмотра вернитесь на страницу веб карты и нажмите "Предпросмотр".

source: Auto
ru: Авто

source: Constraining extent
ru: Ограничивающий охват

source: Select mode
ru: Выберите режим

source: Select resource
ru: Выберите ресурс

source: Measurement SRS
ru: СК для измерений

source: Layers editing
ru: Редактирование слоев

source: Additional options
ru: Дополнительные опции

source: Configure
ru: Настроить

source: Setting the highlight color
ru: Настройка цвета выделения

source: Web map will start at this extent
ru: Веб-карта будет показана с этим охватом

source: Web map will not allow to move outside of this extent
ru: Веб-карта не позволит выйти за пределы этого охвата

source: Hide by default
ru: Скрыть по умолчанию

source: Show without messages
ru: Показать без сообщений

source: Show with messages
ru: Показать с сообщениями

source: Panel disabled
ru: Панель отключена

source: Enable
ru: Включить

source: Settings
ru: Настройки

source: Compute extent from all added layers
ru: Вычислить охват из всех слоев

source: Settings saved
ru: Настройки сохранены

source: Updated identification popup
ru: Обновленное всплывающее окно идентификации

source: For updated popup
ru: Для обновленного всплывающего окна

source: General
ru: Общие

source: Hide navigation menu for guest
ru: Скрывать меню навигации для гостя

source: Show feature attributes
ru: Показывать атрибуты объектов

source: Show geometry info
ru: Показывать информацию о геометрии

source: Radius, px
ru: Радиус, пикс.

source: Custom map settings
ru: Пользовательские настройки карты

source: Maximum uploaded files
ru: Максимальное количество загружаемых файлов

source: Offset of popup relative to click point, px
ru: Смещение всплывающего окна относительно точки щелчка, px

source: Measurement
ru: Измерения

source: Length units
ru: Единицы длины

source: Area units
ru: Единицы площади

source: Degree format
ru: Формат градусов

source: Address search
ru: Адресный поиск

source: Limit by web map initial extent
ru: Ограничить начальным охватом карты

source: Provider
ru: Провайдер

source: Limit search results to countries
ru: Ограничить поиск странами

source: Invalid countries. For example ru or gb,de
ru: Неверные значения. Например, ru или gb,de

source: Yandex.Maps API Geocoder Key
ru: Ключ геокодера API Яндекс.Карт

source: Visibility
ru: Видимость

source: Meters
ru: Метры

source: Kilometers
ru: Километры

source: Meters/kilometers (auto)
ru: Метры/километры (авто)

source: Feet
ru: Футы

source: Miles
ru: Мили

source: Feet/miles (auto)
ru: Футы/мили (авто)

source: Sq. meters
ru: Кв. метры

source: Sq. kilometers
ru: Кв. километры

source: Sq. meters/kilometers (auto)
ru: Кв. метры/километры (авто)

source: Hectares
ru: Гектары

source: Acres
ru: Акры

source: Sq. miles
ru: Кв. мили

source: Acres/sq. miles (auto)
ru: Акры/кв. мили (авто)

source: Sq. feet
ru: Кв. футы

source: Decimal degrees
ru: Десятичные градусы

source: Degrees, decimal minutes
ru: Градусы и десятичные минуты

source: Degrees, minutes, seconds
ru: Градусы, минуты, секунды

source: Yandex.Maps API Geocoder
ru: Геокодер API Яндекс.Карт

source: Create as public
ru: Создать как публичную

source: Create as private
ru: Создать как приватную

source: Edit annotation
ru: Редактировать аннотацию

source: Create annotation
ru: Создать аннотацию

source: Cancel
ru: Отменить

source: Stroke: width / color
ru: Обводка: ширина / цвет

source: Colors
ru: Цвета

source: Fill color
ru: Цвет заливки

source: Circle size, px
ru: Размер пунсона, пикс

source: Do you want to save changes?
ru: Вы хотите сохранить изменения?

source: Don't save
ru: Не сохранять

source: km
ru: км

source: ft
ru: фут

source: mi
ru: миля

source: ha
ru: га

source: ac
ru: акр

source: LineString
ru: Линия

source: LinearRing
ru: Замкнутый контур

source: MultiPoint
ru: Мультиточка

source: MultiLineString
ru: Мультилиния

source: MultiPolygon
ru: Мультиполигон

source: GeometryCollection
ru: Коллекция геометрий

source: Go to
ru: Перейти

source: Selected feature has no geometry
ru: Выбранный объект не имеет геометрии

source: Zoom to filtered features
ru: Приблизить к найденным объектам

source: Feature attributes
ru: Атрибуты объектов

source: Request multiplexing
ru: Мультиплексирование запросов

source: Tools
ru: Инструменты

source: Miscellaneous
ru: Прочее

source: Web map embedding is not allowed for %s in the Web GIS settings.
ru: Встраивание веб-карты не разрешено для %s в настройках Веб ГИС.

source: View the map on %s
ru: Посмотреть карту на %s

source: Clone web map
ru: Клонировать веб-карту

source: Embedded webmap preview
ru: Просмотр встроенной веб-карты

source: Web map settings
ru: Настройки веб-карты
