Repository: togachev/nextgisweb
Catalog: nextgisweb/tileset/locale/*.po
Languages: ru

source: Tilesets
ru: Наборы тайлов

source: Tile {} unsupported.
ru: Тайл {} не поддерживается.

source: Tileset
ru: Набор тайлов

source: Number of tiles
ru: Количество тайлов

source: Zoom levels
ru: Масштабные уровни

source: From {min} to {max}
ru: От {min} до {max}

source: Tiles '{}' and '{}' are located in different subdirectories.
ru: Тайлы '{}' и '{}' расположены в разных поддиректориях.

source: Tiles '{}' and '{}' have different extensions.
ru: У тайлов '{}' и '{}' разные расширения.

source: Unsupported data format.
ru: Неподдерживаемый формат данных.

source: Only 256x256 px tiles are supported.
ru: Поддерживаются только тайлы размера 256x256 пикселей.

source: No tiles found in source.
ru: В исходном файле нет тайлов.

source: Select a tileset
ru: Выберите набор тайлов

source: MBTiles and ZIP archives of tiles are supported. Tiles should be in PNG or JPEG format and have a size of 256x256 pixels.
ru: Поддерживаются MBTiles и ZIP-архивы с тайлами. Тайлы должны быть в формате PNG или JPEG и иметь размер 256x256 пикселей.
